/**
 ******************************************************************************
 * @file    RobotFDCAN_CommandLib.c
 * @author  Robocon
 * @brief   本代码提供了利用CAN通信发送消息功能的封装:
 *           - 根据每年机器人的具体需求，自行定义相关发送函数
 *  @verbatim
 *
 *  @endverbatim
 ******************************************************************************
 */
#include "FDCAN_Basic.h"
#include "FDCAN_IDconf.h"
#include "FDCAN_Proplist.h"

/***************************************CAN1发送函数******************************************/

/***************************************CAN2发送函数******************************************/
